[
  {
    "Company name": "2U LLC",
    "Industry group": "Software & Services",
    "Country": "United States of America",
    "Full time employees": "2,961",
    "Risk rating score": "25.3",
    "Risk rating assessment": "Medium Risk",
    "Industry group position": "681",
    "Industry group positions total": "944",
    "Universe position": "7083",
    "Universe positions total": "14689",
    "Company description": "2U Inc provides educational technology services for nonprofit colleges and universities. It builds, delivers, and monitors educational platforms that enable online delivery of degree programs and alternative credentials such as short technical courses. The company provides a cloud-based software-as-a-service platform and various technology-enabled services such as learning technology, live class application monitoring, content development, and marketing, among others that help its clients to reach students globally. It is organized into two reportable business segments: the Degree Program segment and the Alternative Credential segment. The vast majority of revenue comes from the company's Degree Program segment, and most of the company's revenue is earned in the United States."
  },
  {
    "Company name": "37 Interactive Entertainment Network Technology Group Co. Ltd.",
    "Industry group": "Software & Services",
    "Country": "China",
    "Full time employees": "3,249",
    "Risk rating score": "16.4",
    "Risk rating assessment": "Low Risk",
    "Industry group position": "136",
    "Industry group positions total": "944",
    "Universe position": "2104",
    "Universe positions total": "14689",
    "Company description": "37 Interactive Entertainment Network Technology Group Co Ltd is involved in interactive entertainment business mainly focuses on the research, development, publishing, and operation of mobile games and browser games, while arranging pan-entertainment business including film and TV, animation, music. The company steadily promoted the development strategy of platformization, globalization, and pan-entertainment for interactive entertainment business based on IP."
  },
  {
    "Company name": "10X Genomics, Inc.",
    "Industry group": "Pharmaceuticals",
    "Country": "United States of America",
    "Full time employees": "1,306",
    "Risk rating score": "22.5",
    "Risk rating assessment": "Medium Risk",
    "Industry group position": "115",
    "Industry group positions total": "843",
    "Universe position": "5381",
    "Universe positions total": "14689",
    "Company description": "10x Genomics Inc is a life science technology company based in the United States. Its solutions include instruments, consumables, and software for analyzing biological systems. The company's integrated solutions include instruments, consumables, and software for analyzing biological systems at a resolution and scale that matches the complexity of biology. Its product offerings include a Chromium platform comprising microfluidic chips and related consumables, Chromium X series, Visium and Xenium platforms, and others, which are predominantly used for the study of biological components. Geographically, the company derives maximum revenue from the United States and the rest from Americas (excluding the United States), Europe, Middle East and Africa, China, and Asia-Pacific (excluding China)."
  },
  {
    "Company name": "A-Living Smart City Services Co., Ltd.",
    "Industry group": "Real Estate",
    "Country": "China",
    "Full time employees": "86,873",
    "Risk rating score": "13.3",
    "Risk rating assessment": "Low Risk",
    "Industry group position": "206",
    "Industry group positions total": "961",
    "Universe position": "934",
    "Universe positions total": "14689",
    "Company description": "A-Living Smart City Services Co Ltd is Hong Kong's earliest property management company to be listed. The company mainly provides property management, sales, inspection, advertising, and tourism services. The company is engaged in the provision of property management services, related value-added services, including pre-delivery services, household assistance services, property agency services and other services, and city sanitation and cleaning services in the PRC."
  },
  {
    "Company name": "A10 Networks, Inc.",
    "Industry group": "Software & Services",
    "Country": "United States of America",
    "Full time employees": "481",
    "Risk rating score": "20.3",
    "Risk rating assessment": "Medium Risk",
    "Industry group position": "373",
    "Industry group positions total": "944",
    "Universe position": "4140",
    "Universe positions total": "14689",
    "Company description": "A10 Networks Inc is a provider of security and infrastructure solutions for on-premises, hybrid cloud, and edge-cloud environments of its multinational enterprise, communication, cloud and web service provider customers who strive to provide business-critical applications and networks that are secure, available, and efficient. As cyber-attacks increase in volume and complexity, the company integrates security and artificial intelligence (AI) enabled capabilities in its solutions that enable its customers to continue to adapt to market trends in hybrid cloud, AI-ready data centers and the ever-increasing need for high-performance, high availability and low latency. The company generates the maximum of its revenue from Americas."
  },
  {
    "Company name": "A2Dominion Housing Group Ltd.",
    "Industry group": "Real Estate",
    "Country": "United Kingdom",
    "Full time employees": "N/A",
    "Risk rating score": "18.6",
    "Risk rating assessment": "Low Risk",
    "Industry group position": "562",
    "Industry group positions total": "961",
    "Universe position": "3201",
    "Universe positions total": "14689",
    "Company description": "A2Dominion Housing Group Ltd are engaged in constructing and managing homes in London and Southern England. They offer housing solutions to accommodate clients requirements."
  },
  {
    "Company name": "Aamal Co. QSC",
    "Industry group": "Industrial Conglomerates",
    "Country": "Qatar",
    "Full time employees": "N/A",
    "Risk rating score": "47.2",
    "Risk rating assessment": "Severe Risk",
    "Industry group position": "98",
    "Industry group positions total": "128",
    "Universe position": "14199",
    "Universe positions total": "14689",
    "Company description": "Aamal Co QSC provides services to diversified industry sectors. Its operating segments include property, trading and distribution, industrial manufacturing and managed services. The company generates maximum revenue from the trading and distribution segment. It's trading and distribution segment represents a wholesale and retail distribution of pharmaceutical and consumable items, home appliances, medical equipment, tyres and lubricants and industrial printing."
  },
  {
    "Company name": "AB SA",
    "Industry group": "Technology Hardware",
    "Country": "Poland",
    "Full time employees": "1,281",
    "Risk rating score": "15.4",
    "Risk rating assessment": "Low Risk",
    "Industry group position": "162",
    "Industry group positions total": "618",
    "Universe position": "1686",
    "Universe positions total": "14689",
    "Company description": "AB Spolka Akcyjna is a Poland-based company that operates as a distributor of IT and consumer electronics. The company distributes consumer electronics and equipment connected with mobile telephony, expands its portfolio of products. The group also trades in household appliances, toys, telephone products, and digital terrestrial televisions; and provides cloud computing solutions and other services, and logistics services. In addition, it manufactures personal computers; and engages in retail trade activities. Geographically its business presence can be seen in the region of Poland, the Czech Republic, and Slovakia."
  },
  {
    "Company name": "Aberdeen Group Plc",
    "Industry group": "Diversified Financials",
    "Country": "United Kingdom",
    "Full time employees": "4,619",
    "Risk rating score": "17.6",
    "Risk rating assessment": "Low Risk",
    "Industry group position": "110",
    "Industry group positions total": "833",
    "Universe position": "2690",
    "Universe positions total": "14689",
    "Company description": "Aberdeen Group PLC provides a variety of investment services. It operates in the following segments: Adviser, Investments, and Other. The investments segment involves a asset management business that provides investment solutions for Institutional, Wholesale, and Insurance Partners clients. The Adviser business provides platform services to wealth managers and advisers along with the Group’s Managed Portfolio Service (MPS) business. The majority of the company's income comes from the United Kingdom."
  },
  {
    "Company name": "ACCO Brands Corp.",
    "Industry group": "Commercial Services",
    "Country": "United States of America",
    "Full time employees": "5,000",
    "Risk rating score": "8.6",
    "Risk rating assessment": "Negligible Risk",
    "Industry group position": "18",
    "Industry group positions total": "397",
    "Universe position": "144",
    "Universe positions total": "14689",
    "Company description": "ACCO Brands Corp designs, manufactures, and markets consumer and business products. It operates through two segments: ACCO Brands Americas, and ACCO Brands International. The company offers school notebooks, janitorial supplies, and whiteboards; storage and organization products, sheet protectors, and indexes, and punching products; computer accessories and others used in schools, homes, and businesses. The company markets and sells its products through various channels, including mass retailers; e-tailers; discount, and variety chains; and warehouse clubs. It generates maximum profit from ACCO Brands America segment."
  },
  {
    "Company name": "3SBio, Inc.",
    "Industry group": "Pharmaceuticals",
    "Country": "China",
    "Full time employees": "5,577",
    "Risk rating score": "24.0",
    "Risk rating assessment": "Medium Risk",
    "Industry group position": "140",
    "Industry group positions total": "843",
    "Universe position": "6249",
    "Universe positions total": "14689",
    "Company description": "3SBio Inc is a biotechnology company. As a pioneer in the Chinese biotechnology industry, the Group has extensive expertise in researching, developing, manufacturing, and marketing biopharmaceuticals. The core products of the Group include several biopharmaceutical drugs, TPIAO recombinant human erythropoietin rhEPO products EPIAO and SEPO, Yisaipu, Cipterbin, and a small molecule drug, Mandi. Except for minoxidil, an over-the-counter drug, the others are all older-generation biologics."
  },
  {
    "Company name": "3peak, Inc.",
    "Industry group": "Semiconductors",
    "Country": "China",
    "Full time employees": "830",
    "Risk rating score": "34.7",
    "Risk rating assessment": "High Risk",
    "Industry group position": "301",
    "Industry group positions total": "373",
    "Universe position": "11860",
    "Universe positions total": "14689",
    "Company description": "3Peak Inc is engaged in Research and development, design, and production of various integrated circuits and their application systems and software, sales of the company's products, and provision of after-sales services."
  },
  {
    "Company name": "Apple, Inc.",
    "Industry group": "Technology Hardware",
    "Country": "United States of America",
    "Full time employees": "164,000",
    "Risk rating score": "19.0",
    "Risk rating assessment": "Low Risk",
    "Industry group position": "289",
    "Industry group positions total": "618",
    "Universe position": "3421",
    "Universe positions total": "14689",
    "Company description": "Apple is among the largest companies in the world, with a broad portfolio of hardware and software products targeted at consumers and businesses. Apple’s iPhone makes up a majority of the firm sales, and Apple’s other products like Mac, iPad, and Watch are designed around the iPhone as the focal point of an expansive software ecosystem. Apple has progressively worked to add new applications, like streaming video, subscription bundles, and augmented reality. The firm designs its own software and semiconductors while working with subcontractors like Foxconn and TSMC to build its products and chips. Slightly less than half of Apple’s sales come directly through its flagship stores, with a majority of sales coming indirectly through partnerships and distribution."
  },
  {
    "Company name": "Alpha Dhabi Holding PJSC",
    "Industry group": "Real Estate",
    "Country": "United Arab Emirates",
    "Full time employees": "95,000",
    "Risk rating score": "26.2",
    "Risk rating assessment": "Medium Risk",
    "Industry group position": "868",
    "Industry group positions total": "961",
    "Universe position": "7640",
    "Universe positions total": "14689",
    "Company description": "Alpha Dhabi Holding PJSC is an investment holding company in the UAE. It is organized into eight verticals such as Industrial, Construction, Hospitality, Healthcare, Investments, Energy, Climate Capital; and Real Estate. The Company operates in five main segments: Industrial (dredging, land reclamation, construction contracts), Construction (commercial and residential buildings, infrastructure), Real Estate (property rentals, investments, sales), Healthcare (hospitals, medical services, diagnostics), and Services (management, hospitality, ancillary activities like investments and insurance)."
  }
]